Repository: MazinHashim/deliveus_app
Catalog: lib/l10n/arb/app_*.arb
Languages: ar

# signInTitle
source: Sign In
ar: تسجيل الدخول

# sendOtpButtonText
source: Send OTP
ar: إرسال

# signInInputLabelText
source: Enter phone number
ar: أدخل رقم الهاتف

# signInInputErrorMessage
source: Invalid phone format
ar: صيغة رقم الهاتف غير صحيحة

# otpVerifyTitle
source: Otp Verification
ar: التحقق من الهاتف

# notifySendVerificationText
source: We have sent the code verification to
ar: تم إرسال كود التحقق

# otpYourPhoneText
source: Your Mobile Number
ar: لرقم هاتفك

# otpInputLabelText
source: Verification code
ar: كود التحقق

# otpResendQuesText
source: Resend code?
ar: إعادة إرسال الكود

# otpSigninButtonText
source: Sign In
ar: تسجيل الدخول

# homeDeliveryButtonText
source: Delivery
ar: خدمة التوصيل

# homeMenuButtonText
source: Menu
ar: قائمة الطعام

# homeSearchOptionText
source: Search
ar: إبحث

# homeHistoryOptionText
source: Order History
ar: الطلبات السابقة

# homeSettingsOptionText
source: Settings
ar: الإعدادات

# homeProfileOptionText
source: Profile
ar: حسابي

# profileEmailLabel
source: Enter Email
ar: أدخل البريد الإلكتروني

# profileEmailErrorMessage
source: Invalid email format
ar: صيغة البريد الإلكتروني غير صحيحة

# profileFirstNameLabel
source: Enter First Name
ar: أدخل الإسم الأول

# profileFirstNameErrorMessage
source: Invalid first name
ar: الأسم الأول غير صحيح

# profileLastNameLabel
source: Enter Last Name
ar: أدخل الإسم الأخير

# profileLastNameErrorMessage
source: Invalid last name
ar: الأسم الأخير غير صحيح

# profileTitle
source: Account Profile
ar: البيانات الشخصية

# profileSaveButton
source: Save
ar: حفظ

# settingsTitle
source: Settings
ar: الإعدادات

# languageSettingsSubtitle
source: Language Settings
ar: إعدادات اللغة

# accountSettingsSubtitle
source: Account Settings
ar: إعدادات الحساب

# deleteMyAccountText
source: Delete My Account
ar: حذف الحساب الخاص بي

# signOutButtonText
source: Sign Out
ar: تسجيل الخروج

# basketTitle
source: Basket
ar: طلباتي

# orderItemEmptyListText
source: No items in the basket
ar: قائمة طلباتك فارغة

# clearItemsButton
source: Clear Items
ar: مسح قائمة طلباتك

# deliverToDestinationText
source: Deliver to
ar: التوصيل إلى

# pickupFromBranchText
source: Pickup from
ar: الإستلام من

# pickupButtonText
source: Pickup
ar: الإستلام

# orderNowButton
source: ORDER NOW
ar: أطلب الأن

# rialText
source: SAR
ar: ريال

# successRemoveItem
source: removed from the basket
ar: تمت إزالته من قائمة طلباتك

# nutritionalInfoText
source: NUTRITIONAL INFORMATION
ar: نسب السعرات الحرارية

# caloriesUnitText
source: kcal
ar: سعرة

# changeQuantityText
source: Quantity Added
ar: تم إضافة الكمية

# updateOrderButton
source: UPDATE ORDER
ar: تعديل الطلب

# addToOrderButton
source: ADD TO ORDER
ar: إضافة إلى الطلب

# orderHidtoryTitle
source: Orders History
ar: الطلبات السابقة

# deliveryOptionsTitle
source: Delivery Options
ar: خيارات الإستلام

# refreshButtonText
source: Refresh
ar: إعادة المحاولة

# accessingLocationsText
source: Accessing Locations
ar: جاري الوصول لبيانات الموقع

# deliveryConfirmationTitle
source: Delivery Checker
ar: التحقق من الموقع

# howToselectDestinationMessage
source: Click on the map to identify your destination or select your current location and then confirm it
ar: أضعط على أي مكان في الخريطة لتحديد الوجهة أو قم بإختيار موقعك الحالي و من ثم قم بتأكيد الموقع

# selectMyCurrentLocationText
source: Select My Current Location
ar: إختيار موقعي الحالي

# loadingText
source: Loading
ar: تحميل

# openNowText
source: Open Now
ar: مفتوح الأن

# closedBranchText
source: Closed
ar: مغلق

# kmUnitText
source: km
ar: كم

# openingTimeText
source: Opening Time
ar: أوقات العمل

# estimatedTimeText
source: Estimated Pickup time
ar: وقت الإستلام المتوقع

# confirmBranchButtonText
source: Confirm
ar: تأكيد

# confirmLocationButtonText
source: Confirm The Location
ar: تأكيد الموقع

# confirmLocationMessageText
source: Please confirm the location you selected
ar: الرجاء تأكيد الموقع الذي قمت بإختياره

# orderText
source: ORDER
ar: الطلب

# itemsCountText
source: items
ar: من الوجبات

# orderTrackerTitle
source: Order Tracker
ar: تعقب الطلب

# orderTimeText
source: Order Time
ar: وقت الطلب

# startAtText
source: Start at
ar: بدء في

# noStatusTimerText
source: No Timer
ar: لا يوجد توقيت

# trackActiveOrderText
source: Track the active order
ar: تعقب حالة الطلب الجاري

# orderDetailsTitle
source: Order Details
ar: تفاصيل الطلب

# paymentMethodText
source: Payment Method
ar: طريقة الدفع

# subtotalText
source: Subtotal
ar: إجمالي الوجبات

# totalText
source: Total
ar: إجمالي الطلب

# taxVATText
source: Tax (VAT) 15%
ar: قيمة الضريبة 15%

# deliveryChargeText
source: Delivery charge
ar: رسوم التوصيل

# confirmOrderingText
source: Confirm Order
ar: تأكيد الطلب

# reorderText
source: Re-order
ar: إعادة الطلب

# thisOrderText
source: This order
ar: هذا الطلب سيتم

# noDestinationSelectedText
source: No Destination Selected
ar: وجهة الأستملام/التوصيل غير محددة

# orderingStatusTitle
source: Ordering
ar: الإنتظار

# cookingStatusTitle
source: Cooking
ar: التحضير

# deliveringStatusTitle
source: Delivering
ar: التوصيل

# receivedStatusTitle
source: Received
ar: تم التسليم
